{
   "validate":true,
   "globAttr":[

       {
         "name":"xmlns",
         "value":"http://www.tei-c.org/ns/1.0"
      }
   ],
   "teiHeader":{
      "attr":[
         
      ],
      "fileDesc":{
         "attr":[
            
         ],
         "sourceDesc":{
            "addContent":[
               {
                  "elementName":"bibl",
                  "content":[
                     {
                        "text":"مكتبة أبوالعيس الإلكترونية"
                     }
                  ]
               }
            ]
         },
         "publicationStmt":{
            "addContent":[
               {
                  "elementName":"distributor",
                  "content":[
                     {
                        "text":"مركز الاهرام للترجمة و النشر"
                     }
                  ]
               }
            ]
         }
      },
      "addContent":[
         
      ]
   },
   "text":{
      "front":{
         "content":[
            {
               "elementName":"div",
               "attr":[
                  {
                     "name":"type",
                     "value":"preface"
                  }
               ],
               "content":[
                  {
                     "elementName":"head",
                     "content":[
                        {
                           "text":"كلمة المؤلف :"
                        }
                     ]
                  },
                  {
                     "elementName":"p",
                     "content":[
                        {
                           "text":"هذا حديث أمليته في بعض أوقات الفراغ لم أكن أريد أن يصدر في كتاب يقرؤه الناس، ولم أكن أريد أن أعيد قراءته بعد إملائه وإنما أمليته لأتخلص بإملائه من بعض الهموم الثِّقال والخواطر المحزنة التي كثيرا ما تعتري الناس بين حين وحين. "
                        }
                     ]
                  },
                  {
                     "elementName":"p",
                     "content":[
                        {
                           "text":"وللناس مذاهبهم المختلفة في التخفيف من الهموم والتخلص من الأحزان، فمنهم مَن يتسلَّى عنها بالرياضة، ومنهم من يتسلى عنها بالاستماع إلى الموسيقى والغناء، ومنهم من يذهب غير هذه المذاهب كلها لينسى نفسه ويفر من حياته الحاضرة وما تثقله من الأعباء. ولست أدري لماذا رجعت ذات يوم إلى ذكريات الصبا، أتحدث بها إلى نفسي لأنسى بهذا الحديث أثقال الشباب. ثم لم أكتف بالتحدُّثِ إلى نفسي فيما بيني وبينها، وإنما تحدثت إليها حديثا مسموعا، فأمليت هذا الحديث على صاحبي في رحلة من رحلات الصيف، ثم ألقيته جانبا ونسيته أو كدت أنساه. ثم طلبت إليّ (مجلة الهلال) في عهدها الماضي طائفة من الأحاديث وألحّتْ في الطلب حتى لم أجد بدا من إجابتها ولم أك أملك الوقت الذي يتيح لي أن أكتب الأحاديث التي أرادتني عليها فعرضت هذا الكلام على بعض الأصدقاء ليقرأه ويشير عليَّ فيه، أيصلح للنشر أم لا يصلح؟ فقرأه الصديق وأشار علي بألاّ ألقي إليه بالا. فاعتذرت إلى الهلال ولكنها أبتْ إلا الإلحاح، فدفعت إليها هذا الكلام على كرهٍ مني، وقد نشرته، فرضي عنه بعض الناس ثم جمعه بعض الأصدقاء في سِفرٍ واحد"
                        }
                     ]
                  }
               ]
            }
         ]
      },
      "body":{
         "attr":[
            
         ],
         "content":[
            {
               "elementName":"div",
               "attr":[
                  {
                     "name":"type",
                     "value":"book"
                  }
               ],
               "content":[
                  {
                     "elementName":"div",
                     "attr":[
                        {
                           "name":"type",
                           "value":"part"
                        },
                        {
                           "name":"n",
                           "value":"1"
                        }
                     ],
                     "content":[
                        {
                           "elementName":"div",
                           "attr":[
                              {
                                 "name":"type",
                                 "value":"chapter"
                              },
                              {
                                 "name":"n",
                                 "value":"1"
                              }
                           ],
                           "content":[
                              {
                                 "elementName":"p",
                                 "content":[
                                    {
                                       "text":"لا یذكر لهذا الیوم اسمًا, ولا یستطیع أن یضعه حیث وضعه اللّه من الشهر والسنة, بل لا یستطیع أن یذكر من هذا لیوم وقتًا بعینه, وإنما یقرّب ذلك تقریبًا"
                                    }
                                 ]
                              }
                           ]
                        }
                     ]
                  }
               ]
            }
         ]
      },
      "back":{
         
      }
   }
}